Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Some corrections could not be reviewed. Check the selected AI provider and try again.
de: Einige Korrekturen konnten nicht überprüft werden. Überprüfe den ausgewählten KI-Anbieter und versuche es erneut.
fr: Certaines corrections n'ont pas pu être révisées. Vérifiez le fournisseur d'IA sélectionné et réessayez.
zh_hans: 部分更正无法审核。请检查所选的 AI 提供商后重试。
zh_hant: 部分更正無法審核。請檢查所選的 AI 供應商後重試。

source: Sort
de: Sortierung
fr: Trier
zh_hans: 排序
zh_hant: 排序

source: Sort by original
de: Nach Original sortieren
fr: Trier par original
zh_hans: 按原文排序
zh_hant: 按原文排序

source: Sort by replacement
de: Nach Ersatz sortieren
fr: Trier par remplacement
zh_hans: 按替换内容排序
zh_hant: 按取代內容排序

source: Sort history
de: Verlauf sortieren
fr: Trier l’historique
zh_hans: 排序历史记录
zh_hant: 排序歷史記錄

source: Sound
de: Klang
fr: Son
zh_hans: 声音
zh_hant: 聲音

source: Sound %lld
de: Ton %lld
fr: Son %lld
zh_hans: 声音 %lld
zh_hant: 聲音 %lld

source: Sources With Commas Skipped
de: Quellphrasen mit Kommas übersprungen
fr: Sources avec des virgules ignorées
zh_hans: 已跳过含逗号的源短语
zh_hant: 已略過含逗號的源短語

source: Space Between Chinese and English
de: Leerzeichen zwischen Chinesisch und Englisch
fr: Espace entre chinois et anglais
zh_hans: 中英文之间加空格
zh_hant: 中英文之間加空格

source: Speak — the bar next to the highlighted microphone should move.
de: Sprich einfach los – der Balken neben dem markierten Mikrofon sollte sich bewegen.
fr: Parlez : la barre à côté du micro en surbrillance doit bouger.
zh_hans: 说句话试试，高亮麦克风旁边的条应该会动。
zh_hant: 說句話試試，高亮麥克風旁邊的條應該會動。

source: Speaker Names
de: Namen der Sprecher
fr: Noms des intervenants
zh_hans: 说话人名字
zh_hant: 說話者名字

source: Speaker Names…
de: Namen der Sprecher…
fr: Noms des intervenants…
zh_hans: 说话人名字…
zh_hant: 說話者名字…

source: Speaking pace
de: Sprechtempo
fr: Débit de parole
zh_hans: 说话速度
zh_hant: 說話速度

source: SpeechAnalyzer requires macOS 26 or later.
de: SpeechAnalyzer erfordert macOS 26 oder neuer.
fr: SpeechAnalyzer nécessite macOS 26 ou version ultérieure.
zh_hans: SpeechAnalyzer 需要 macOS 26 或更高版本。
zh_hant: SpeechAnalyzer 需要 macOS 26 或更高版本。

source: Speed
de: Geschwindigkeit
fr: Vitesse
zh_hans: 速度
zh_hant: 速度

source: Split off from the recommended prompt: once saved, it's your own copy and won't update with Yap.
de: Vom empfohlenen Prompt abgetrennt: Nach dem Speichern ist es deine eigene Kopie und wird nicht mehr mit Yap aktualisiert.
fr: Séparé du prompt recommandé : une fois enregistré, c'est votre propre copie, qui ne sera plus mise à jour avec Yap.
zh_hans: 已从推荐版本分出：保存后就是你自己的一份，不再随 Yap 更新。
zh_hant: 已從推薦版本分出：儲存後就是你自己的一份，不再隨 Yap 更新。

source: Spoken Line Breaks
de: Gesprochene Zeilenumbrüche
fr: Sauts de ligne dictés
zh_hans: 口述换行
zh_hant: 口述換行

source: Start
de: Starten
fr: Commencer
zh_hans: 开始
zh_hant: 開始

source: Start Recording
de: Aufnahme starten
fr: Démarrer l'enregistrement
zh_hans: 开始录制
zh_hant: 開始錄製

source: Start Sound
de: Startklang
fr: Démarrer le son
zh_hans: 开始提示音
zh_hant: 開始提示音

source: Start Using Yap
de: Yap verwenden
fr: Commencer à utiliser Yap
zh_hans: 开始使用 Yap
zh_hant: 開始使用 Yap

source: Start dictating to build saved time.
de: Diktiere los, um gesparte Zeit aufzubauen.
fr: Commencez à dicter pour gagner du temps.
zh_hans: 开始听写以累积节省的时间。
zh_hant: 開始聽寫以累積節省的時間。

source: Start or stop the Yap recorder for voice transcription.
de: Yap-Aufnahme für Sprachtranskription starten oder stoppen.
fr: Démarrez ou arrêtez l'enregistreur Yap pour la transcription vocale.
zh_hans: 启动或停止 Yap 录音器，以进行语音转写。
zh_hant: 啟動或停止 Yap 錄音器，以進行語音轉錄。

source: Start recording
de: Aufnahme starten
fr: Commencer l'enregistrement
zh_hans: 开始录音
zh_hant: 開始錄音

source: Start today
de: Heute starten
fr: Commencez aujourd'hui
zh_hans: 从今天开始
zh_hant: 從今天開始

source: Start transcription
de: Transkription starten
fr: Commencer la transcription
zh_hans: 开始转写
zh_hant: 開始轉錄

source: Start with a template
de: Mit einer Vorlage beginnen
fr: Commencez avec un modèle
zh_hans: 从模板开始
zh_hant: 從範本開始

source: Start/Stop Dictation
de: Diktat starten/stoppen
fr: Démarrer/arrêter la dictée
zh_hans: 开始/停止听写
zh_hant: 開始/停止聽寫

source: Starting point
de: Startpunkt
fr: Point de départ
zh_hans: 起点
zh_hant: 起點

source: Starting recording
de: Aufnahme wird gestartet
fr: Démarrage de l'enregistrement
zh_hans: 正在开始录音
zh_hant: 正在開始錄音

source: Starts recording a meeting (your microphone and other apps' sound). To stop and get notes, click ✓ in the meeting panel: pressing the shortcut again doesn't stop it, so a stray key can't end a meeting. ⌘ + Space here always means the right ⌘; the left one stays Spotlight's.
de: Startet die Aufnahme eines Meetings (dein Mikrofon und der Ton anderer Apps). Zum Beenden und für die Notizen klicke im Meeting-Fenster auf ✓: Ein erneuter Druck auf das Kürzel stoppt nicht, damit eine versehentliche Taste kein Meeting beendet. ⌘ + Leertaste bedeutet hier immer das rechte ⌘; das linke bleibt für Spotlight.
fr: Démarre l'enregistrement d'une réunion (votre micro et le son des autres apps). Pour arrêter et obtenir les notes, cliquez sur ✓ dans le panneau de la réunion : appuyer à nouveau sur le raccourci ne l'arrête pas, pour qu'une touche pressée par erreur ne mette pas fin à la réunion. Ici, ⌘ + Espace désigne toujours le ⌘ de droite ; celui de gauche reste pour Spotlight.
zh_hans: 开始录制会议（你的麦克风和其他 App 的声音）。要停止并生成纪要，请点会议面板里的 ✓：再按一次快捷键不会停止，误按键盘也不会把会议打断。这里的 ⌘ + Space 只认右边的 ⌘，左边的留给聚焦搜索。
zh_hant: 開始錄製會議（你的麥克風和其他 App 的聲音）。要停止並產生紀要，請點會議面板裡的 ✓：再按一次快速鍵不會停止，誤按鍵盤也不會把會議打斷。這裡的 ⌘ + Space 只認右邊的 ⌘，左邊的留給聚焦搜尋。

source: Stats
de: Statistiken
fr: Statistiques
zh_hans: 统计
zh_hant: 統計

source: Stats not updated yet
de: Statistiken noch nicht aktualisiert
fr: Les statistiques ne sont pas encore mises à jour
zh_hans: 统计数据尚未更新
zh_hant: 統計資料尚未更新

source: Step %lld of %lld
de: Schritt %lld von %lld
fr: Étape %lld sur %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Still recording. Click ✓ to end the meeting.
de: Aufnahme läuft weiter. Klicke auf ✓, um das Meeting zu beenden.
fr: L'enregistrement continue. Cliquez sur ✓ pour terminer la réunion.
zh_hans: 仍在录制。点 ✓ 结束会议。
zh_hant: 仍在錄製。點 ✓ 結束會議。

source: Still using Yap Cloud: %@. Switch them to another provider in Modes.
de: Diese Modi verwenden noch Yap Cloud: %@. Stelle sie unter Modi auf einen anderen Anbieter um.
fr: Ces modes utilisent encore Yap Cloud : %@. Basculez-les vers un autre fournisseur dans Modes.
zh_hans: 这些模式仍在使用 Yap Cloud：%@。请在「模式」中把它们切换到其他提供商。
zh_hant: 這些模式仍在使用 Yap Cloud：%@。請在「模式」中把它們切換到其他供應商。

source: Stop
de: Stopp
fr: Arrêter
zh_hans: 停止
zh_hant: 停止

source: Stop Sound
de: Stoppklang
fr: Arrêter le son
zh_hans: 停止提示音
zh_hant: 停止提示音

source: Stop to paste
de: Stopp bis Einfügen
fr: De l'arrêt au collage
zh_hans: 停止到粘贴
zh_hant: 停止到貼上

source: Stop Waiting
de: Nicht mehr warten
fr: Arrêter d'attendre
zh_hans: 不再等待
zh_hant: 不再等待

source: Stop recording
de: Aufnahme stoppen
fr: Arrêter l'enregistrement
zh_hans: 停止录音
zh_hant: 停止錄音

source: Storage Warning
de: Speicherwarnung
fr: Avertissement de stockage
zh_hans: 存储警告
zh_hant: 儲存警告

source: Stores your modes, prompts, dictionary, shortcuts and custom models on Yap's server, never your API keys, so every Mac signed in to your account uses the same config.
de: Speichert deine Modi, Prompts, dein Wörterbuch, Tastaturkürzel und eigenen Modelle auf dem Yap-Server, niemals deine API-Schlüssel, damit jeder Mac mit deinem Konto dieselbe Konfiguration nutzt.
fr: Stocke vos modes, prompts, dictionnaire, raccourcis et modèles personnalisés sur le serveur de Yap, jamais vos clés API, pour que chaque Mac connecté à votre compte utilise la même configuration.
zh_hans: 把你的模式、提示词、词典、快捷键和自定义模型保存在 Yap 的服务器上（不含 API 密钥），让登录同一账户的每台 Mac 使用相同的配置。
zh_hant: 把你的模式、提示詞、字典、快速鍵和自訂模型儲存在 Yap 的伺服器上（不含 API 金鑰），讓登入同一帳號的每台 Mac 使用相同的設定。

source: Streaming connection failed: %@
de: Streaming-Verbindung fehlgeschlagen: %@
fr: Échec de la connexion en streaming : %@
zh_hans: 流式连接失败：%@
zh_hant: 串流連線失敗：%@

source: Streaming server error: %@
de: Streaming-Serverfehler: %@
fr: Erreur du serveur de streaming : %@
zh_hans: 流式服务器错误：%@
zh_hant: 串流伺服器錯誤：%@

source: Streaming transcription timed out waiting for final result
de: Zeitüberschreitung der Streaming-Transkription beim Warten auf das Endergebnis
fr: La transcription en streaming a expiré en attendant le résultat final
zh_hans: 流式转写在等待最终结果时超时
zh_hant: 串流轉錄在等待最終結果時逾時

source: SubRip Subtitles (.srt)
de: SubRip-Untertitel (.srt)
fr: Sous-titres SubRip (.srt)
zh_hans: SubRip 字幕（.srt）
zh_hant: SubRip 字幕（.srt）

source: Suggested
de: Vorgeschlagen
fr: Suggéré
zh_hans: 建议
zh_hant: 建議

source: Summarize
de: Zusammenfassen
fr: Résumer
zh_hans: 总结
zh_hant: 總結

source: Supports WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
de: Unterstützt WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
fr: Prend en charge WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
zh_hans: 支持 WAV、MP3、M4A、AIFF、MP4、MOV、AAC、FLAC、CAF、AMR、OGG、OPUS、3GP
zh_hant: 支援 WAV、MP3、M4A、AIFF、MP4、MOV、AAC、FLAC、CAF、AMR、OGG、OPUS、3GP

source: Supports any provider that uses the same API format as OpenAI chat completion.
de: Unterstützt jeden Anbieter, der das gleiche API-Format wie OpenAI Chat Completion verwendet.
fr: Prend en charge tout fournisseur qui utilise le même format API que la complétion du chat OpenAI.
zh_hans: 支持任何使用与 OpenAI 聊天补全相同 API 格式的提供商。
zh_hant: 支援任何使用與 OpenAI 聊天補全相同 API 格式的供應商。

source: Supports any provider that uses the same API format as OpenAI transcription.
de: Unterstützt jeden Anbieter, der das gleiche API-Format wie OpenAI Transcription verwendet.
fr: Prend en charge tout fournisseur qui utilise le même format API que la transcription OpenAI.
zh_hans: 支持任何使用与 OpenAI 转写相同 API 格式的提供商。
zh_hant: 支援任何使用與 OpenAI 轉錄相同 API 格式的供應商。

source: Supports keyboard combinations and mouse buttons.
de: Unterstützt Tastenkombinationen und Maustasten.
fr: Prend en charge les combinaisons de clavier et les boutons de la souris.
zh_hans: 支持键盘组合键和鼠标按键。
zh_hant: 支援鍵盤組合鍵和滑鼠按鍵。

source: Switch AI provider
de: KI-Anbieter wechseln
fr: Changer de fournisseur d’IA
zh_hans: 切换 AI 提供商
zh_hant: 切換 AI 供應商

source: Switch provider
de: Anbieter wechseln
fr: Changer de fournisseur
zh_hans: 切换提供商
zh_hant: 切換供應商

source: Switched to: %@
de: Gewechselt zu: %@
fr: Commuté vers : %@
zh_hans: 已切换到：%@
zh_hant: 已切換到：%@

source: Sync Now
de: Jetzt synchronisieren
fr: Synchroniser maintenant
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Settings Across Macs
de: Einstellungen auf allen Macs synchronisieren
fr: Synchroniser les réglages entre vos Mac
zh_hans: 在多台 Mac 间同步设置
zh_hant: 在多台 Mac 間同步設定

source: Sync Settings Across Your Macs?
de: Einstellungen auf allen deinen Macs synchronisieren?
fr: Synchroniser les réglages sur tous vos Mac ?
zh_hans: 在所有 Mac 间同步设置？
zh_hant: 在所有 Mac 間同步設定？

source: Synced at %@
de: Synchronisiert um %@
fr: Synchronisé à %@
zh_hans: 已于 %@ 同步
zh_hant: 已於 %@ 同步

source: System Default
de: Systemstandard
fr: Système par défaut
zh_hans: 系统默认
zh_hant: 系統預設

source: System Default (%@)
de: Systemstandard (%@)
fr: Valeur par défaut du système (%@)
zh_hans: 系统默认（%@）
zh_hant: 系統預設（%@）

source: System prompt is required
de: Systemprompt ist erforderlich
fr: Une invite système est requise
zh_hans: 系统提示词不能为空
zh_hant: 系統提示詞不能為空

source: Takes back the text Yap pasted last, if it's still where Yap put it and unchanged. If it replaced selected text, that text comes back; otherwise it's removed. Saying only "scratch that" or "删掉刚才那句" does the same.
de: Nimmt den zuletzt von Yap eingefügten Text zurück, wenn er noch unverändert an seiner Stelle steht. Hat er markierten Text ersetzt, kommt dieser zurück, sonst wird er entfernt. Nur „scratch that“ oder „删掉刚才那句“ zu sagen, bewirkt dasselbe.
fr: Annule le dernier texte collé par Yap, s'il est toujours à sa place et inchangé. S'il avait remplacé un texte sélectionné, ce texte revient ; sinon il est supprimé. Dire seulement « scratch that » ou « 删掉刚才那句 » fait de même.
zh_hans: 撤回 Yap 最近一次粘贴的文字（前提是它还在原处、没被改过）。如果这次粘贴替换了选中的文字，被替换的文字会回来；否则直接删掉。只说一句“删掉刚才那句”或“scratch that”也一样。
zh_hant: 撤回 Yap 最近一次貼上的文字（前提是它還在原處、沒被改過）。如果這次貼上取代了選中的文字，被取代的文字會回來；否則直接刪掉。只說一句「刪掉剛才那句」或「scratch that」也一樣。

source: Takes back the text Yap pasted last. If it replaced selected text, that text comes back. Saying only "scratch that" or "删掉刚才那句" does the same.
de: Nimmt den zuletzt von Yap eingefügten Text zurück. Hat er markierten Text ersetzt, kommt dieser zurück. Nur „scratch that“ oder „删掉刚才那句“ zu sagen, bewirkt dasselbe.
fr: Annule le dernier texte collé par Yap. S'il avait remplacé un texte sélectionné, ce texte revient. Dire seulement « scratch that » ou « 删掉刚才那句 » fait de même.
zh_hans: 撤回 Yap 最近一次粘贴的文字。如果它替换了选中的文字，被替换的文字会回来。只说一句“删掉刚才那句”或“scratch that”也一样。
zh_hant: 撤回 Yap 最近一次貼上的文字。如果它取代了選中的文字，被取代的文字會回來。只說一句「刪掉剛才那句」或「scratch that」也一樣。

source: Template
de: Vorlage
fr: Modèle
zh_hans: 模板
zh_hant: 範本

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d’utilisation
zh_hans: 服务条款
zh_hant: 服務條款

source: Test
de: Testen
zh_hans: 测试
zh_hant: 測試

source: Test connection
de: Verbindung testen
fr: Tester la connexion
zh_hans: 测试连接
zh_hant: 測試連線

source: Test successful
de: Test erfolgreich
fr: Test réussi
zh_hans: 测试成功
zh_hant: 測試成功

source: Test the connection to continue.
de: Verbindung testen, um fortzufahren.
fr: Testez la connexion pour continuer.
zh_hans: 请测试连接以继续。
zh_hant: 請測試連線以繼續。

source: Testing...
de: Wird getestet...
fr: Test...
zh_hans: 正在测试…
zh_hant: 正在測試…

source: Testing…
de: Test läuft…
fr: Essai…
zh_hans: 正在测试…
zh_hant: 正在測試…

source: Text Around the Cursor
de: Text um den Cursor
fr: Texte autour du curseur
zh_hans: 光标附近的文字
zh_hant: 游標附近的文字

source: That code has expired. Send a new code.
de: Der Code ist abgelaufen. Fordere einen neuen Code an.
fr: Ce code a expiré. Demandez un nouveau code.
zh_hans: 验证码已过期，请重新发送。
zh_hant: 驗證碼已過期，請重新傳送。

source: That code isn't right. Attempts left: %lld.
de: Der Code ist falsch. Verbleibende Versuche: %lld.
fr: Ce code est incorrect. Tentatives restantes : %lld.
zh_hans: 验证码不正确。剩余尝试次数：%lld。
zh_hant: 驗證碼不正確。剩餘嘗試次數：%lld。

source: That code isn't right. Check the email and try again.
de: Der Code ist falsch. Prüfe die E-Mail und versuche es erneut.
fr: Ce code est incorrect. Vérifiez l’e-mail et réessayez.
zh_hans: 验证码不正确。请核对邮件后重试。
zh_hant: 驗證碼不正確。請核對郵件後重試。

source: That device is signed out of Yap Cloud and stops charging your balance. It can sign in again with your email.
de: Das Gerät wird von Yap Cloud abgemeldet und bucht nichts mehr von deinem Guthaben ab. Es kann sich mit deiner E-Mail wieder anmelden.
fr: Cet appareil est déconnecté de Yap Cloud et ne débite plus votre solde. Il peut se reconnecter avec votre e-mail.
zh_hans: 那台设备会退出 Yap Cloud,不再从你的余额扣费。之后仍可用邮箱重新登录。
zh_hant: 那台裝置會退出 Yap Cloud,不再從你的餘額扣費。之後仍可用信箱重新登入。

source: That isn't this account's email. Type it exactly to confirm.
de: Das ist nicht die E-Mail dieses Kontos. Gib sie zur Bestätigung genau ein.
fr: Ce n'est pas l'e-mail de ce compte. Saisissez-le exactement pour confirmer.
zh_hans: 这不是这个账户的邮箱，请准确输入以确认。
zh_hant: 這不是這個帳號的信箱，請準確輸入以確認。

source: That replacement would create a loop between existing rules
de: Diese Ersetzung würde eine Schleife zwischen bestehenden Regeln erzeugen
fr: Ce remplacement créerait une boucle entre les règles existantes
zh_hans: 该替换会在现有规则之间形成循环
zh_hant: 該取代會在現有規則之間形成循環

source: That's %@ of workday savings.
de: Das sind %@ Arbeitszeitersparnis.
fr: Cela représente une économie de journée de travail %@.
zh_hans: 这相当于节省了 %@ 的工作时间。
zh_hant: 這相當於節省了 %@ 的工作時間。

source: That's %@ saved.
de: Das sind %@ gespart.
fr: C'est %@ enregistré.
zh_hans: 这相当于节省了 %@。
zh_hant: 這相當於節省了 %@。

source: That's over %@ saved.
de: Das sind über %@ gespart.
fr: C'est fini %@ enregistré.
zh_hans: 这相当于节省了超过 %@。
zh_hant: 這相當於節省了超過 %@。

source: The AI provider returned no notes.
de: Der KI-Anbieter hat keine Notizen zurückgegeben.
fr: Le fournisseur IA n’a renvoyé aucune note.
zh_hans: AI 服务商没有返回纪要。
zh_hant: AI 供應商沒有傳回紀要。

source: The AI provider stopped before completing the enhancement.
de: Der KI-Anbieter wurde beendet, bevor die Verbesserung abgeschlossen war.
fr: Le fournisseur d’IA s’est arrêté avant de terminer l’amélioration.
zh_hans: AI 提供商在完成增强之前已停止。
zh_hant: AI 供應商在完成增強之前已停止。

source: The AI provider's server encountered an error. Please try again later.
de: Beim Server des KI-Anbieters ist ein Fehler aufgetreten. Bitte versuche es später erneut.
fr: Le serveur du fournisseur d'IA a rencontré une erreur. Veuillez réessayer plus tard.
zh_hans: AI 提供商的服务器发生错误。请稍后重试。
zh_hant: AI 供應商的伺服器發生錯誤。請稍後重試。

source: The AI returned an invalid Auto Learn review response.
de: Die KI hat eine ungültige Antwort für die automatische Wörterbuchprüfung zurückgegeben.
fr: L'IA a renvoyé une réponse de révision d'apprentissage automatique non valide.
zh_hans: AI 返回了无效的词典自动学习审核响应。
zh_hant: AI 返回了無效的字典自動學習審核回應。

source: The AI returned no text.
de: Die KI hat keinen Text zurückgegeben.
fr: L'IA n'a renvoyé aucun texte.
zh_hans: AI 没有返回文字。
zh_hant: AI 沒有返回文字。

source: The AI service is unreachable right now. Nothing was charged. Try again shortly.
de: Der KI-Dienst ist gerade nicht erreichbar. Es wurde nichts berechnet. Versuche es gleich noch einmal.
fr: Le service d’IA est injoignable pour le moment. Rien n’a été facturé. Réessayez dans un instant.
zh_hans: AI 服务暂时无法连接，本次未扣费，请稍后再试。
zh_hant: AI 服務暫時無法連線，本次未扣費，請稍後再試。

source: The API request failed with status code %lld: %@
de: Die API-Anfrage ist mit Statuscode %lld fehlgeschlagen: %@
fr: La demande d'API a échoué avec le code d'état %lld : %@
zh_hans: API 请求失败，状态码 %lld：%@
zh_hant: API 請求失敗，狀態碼 %lld：%@

source: The API returned an empty or invalid response.
de: Die API hat eine leere oder ungültige Antwort zurückgegeben.
fr: L'API a renvoyé une réponse vide ou non valide.
zh_hans: API 返回了空响应或无效响应。
zh_hant: API 返回了空回應或無效回應。

source: The app '%@' is already configured in the '%@' mode.
de: Die App '%@' ist bereits im Modus '%@' konfiguriert.
fr: L'application '%@' est déjà configurée en mode '%@'.
zh_hans: App「%@」已在「%@」模式中配置。
zh_hant: App「%@」已在「%@」模式中設定。

source: The arrow icon refers to Word Replacement. The book icon refers to Vocabulary.
de: Das Pfeilsymbol steht für Wortersetzung. Das Buchsymbol steht für Vokabular.
fr: L'icône en forme de flèche fait référence au remplacement de mots. L'icône du livre fait référence au vocabulaire.
zh_hans: 箭头图标表示文字替换。书本图标表示词汇表。
zh_hant: 箭頭圖示表示文字取代。書本圖示表示詞彙表。

source: The assigned shortcut cancels the recording. Resetting restores the default double-Escape behavior.
de: Der zugewiesene Kurzbefehl bricht die Aufnahme ab. Durch Zurücksetzen wird das standardmäßige zweimalige Drücken von Escape wiederhergestellt.
fr: Le raccourci attribué annule l’enregistrement. La réinitialisation rétablit le double appui sur Échap par défaut.
zh_hans: 指定的快捷键会取消录音。重置后将恢复默认的连按两次 Escape 操作。
zh_hant: 指定的快速鍵會取消錄音。重設後將復原預設的連按兩次 Escape 操作。

source: The audio file is invalid or corrupted
de: Die Audiodatei ist ungültig oder beschädigt
fr: Le fichier audio est invalide ou corrompu
zh_hans: 音频文件无效或已损坏
zh_hant: 音訊檔案無效或已損壞

source: The audio file to transcribe could not be found.
de: Die zu transkribierende Audiodatei konnte nicht gefunden werden.
fr: Le fichier audio à transcrire est introuvable.
zh_hans: 找不到要转写的音频文件。
zh_hant: 找不到要轉錄的音訊檔案。

source: The audio format is not supported
de: Das Audioformat wird nicht unterstützt
fr: Le format audio n'est pas pris en charge
zh_hans: 不支持该音频格式
zh_hant: 不支援該音訊格式

source: The cloud config changed on another device.
de: Die Cloud-Konfiguration wurde auf einem anderen Gerät geändert.
fr: La configuration cloud a été modifiée sur un autre appareil.
zh_hans: 云端配置已在另一台设备上被修改。
zh_hant: 雲端設定已在另一台裝置上被修改。

source: The config is too large to sync (limit 256 KB).
de: Die Konfiguration ist zu groß zum Synchronisieren (max. 256 KB).
fr: La configuration est trop volumineuse pour être synchronisée (256 Ko max.).
zh_hans: 配置文件太大，无法同步（上限 256 KB）。
zh_hant: 設定檔案太大，無法同步（上限 256 KB）。

source: The configured AI enhancement provider cannot review Auto Learn candidates.
de: Der konfigurierte KI-Verbesserungsanbieter kann Kandidaten für das automatische Lernen nicht prüfen.
fr: Le fournisseur d’amélioration de l’IA configuré ne peut pas examiner les candidats à l’apprentissage automatique.
zh_hans: 已配置的 AI 增强提供商无法审核自动学习候选项。
zh_hant: 已設定的 AI 增強供應商無法審核自動學習候選項。

source: The core transcription engine failed.
de: Die Kern-Transkriptionsengine ist fehlgeschlagen.
fr: Le moteur de transcription principal est tombé en panne.
zh_hans: 核心转写引擎运行失败。
zh_hant: 核心轉錄引擎執行失敗。

source: The corrected value cannot be empty.
de: Der korrigierte Wert darf nicht leer sein.
fr: La valeur corrigée ne peut pas être vide.
zh_hans: 更正后的值不能为空。
zh_hant: 更正後的值不能為空。

source: The dictionary changed while preparing the import. Review it and try again.
de: Das Wörterbuch wurde während der Importvorbereitung geändert. Überprüfe es und versuche es erneut.
fr: Le dictionnaire a changé lors de la préparation de l'import. Vérifiez-le et réessayez.
zh_hans: 准备导入时词典发生了更改。请检查后重试。
zh_hant: 準備匯入時字典發生了更改。請檢查後重試。

source: The dictionary could not be saved: %@
de: Das Wörterbuch konnte nicht gespeichert werden: %@
fr: Le dictionnaire n'a pas pu être enregistré : %@
zh_hans: 无法保存词典：%@
zh_hant: 無法儲存字典：%@

source: The download server answered with HTTP %lld.
de: Der Download-Server antwortete mit HTTP %lld.
fr: Le serveur de téléchargement a répondu HTTP %lld.
zh_hans: 下载服务器返回了 HTTP %lld。
zh_hant: 下載伺服器返回了 HTTP %lld。

source: The downloaded Core ML model archive might be corrupted. Try deleting the model and downloading it again. Check available disk space.
de: Das heruntergeladene Core-ML-Modellarchiv ist möglicherweise beschädigt. Lösche das Modell und lade es erneut herunter. Prüfe den verfügbaren Speicherplatz.
fr: L'archive du modèle Core ML téléchargée est peut-être corrompue. Essayez de supprimer le modèle et de le télécharger à nouveau. Vérifiez l'espace disque disponible.
zh_hans: 下载的 Core ML 模型压缩包可能已损坏。请尝试删除该模型后重新下载。请检查可用磁盘空间。
zh_hant: 下載的 Core ML 模型壓縮包可能已損壞。請嘗試刪除該模型後重新下載。請檢查可用磁碟空間。

source: The downloaded file for %@ failed integrity verification.
de: Die Integritätsprüfung der heruntergeladenen Datei für %@ ist fehlgeschlagen.
fr: Le fichier téléchargé pour %@ a échoué à la vérification de l'intégrité.
zh_hans: 下载的 %@ 文件未通过完整性验证。
zh_hant: 下載的 %@ 檔案未透過完整性驗證。

source: The downloaded file is damaged (its checksum doesn't match). Try the download again.
de: Die heruntergeladene Datei ist beschädigt (Prüfsumme stimmt nicht). Lade sie erneut herunter.
fr: Le fichier téléchargé est endommagé (la somme de contrôle ne correspond pas). Relancez le téléchargement.
zh_hans: 下载的文件已损坏（校验和对不上）。请重新下载。
zh_hant: 下載的檔案已損壞（校驗和對不上）。請重新下載。

# The downloaded size for %@ was %lld bytes instead of %lld bytes.
source: The downloaded size for %1$@ was %2$lld bytes instead of %3$lld bytes.
de: Die heruntergeladene Größe für %1$@ betrug %2$lld Byte statt %3$lld Byte.
fr: La taille téléchargée pour %1$@ était d’octets %2$lld au lieu d’octets %3$lld.
zh_hans: %1$@ 的下载大小为 %2$lld 字节，而不是 %3$lld 字节。
zh_hant: %1$@ 的下載大小為 %2$lld 字節，而不是 %3$lld 字節。

source: The field with your last dictation isn't focused anymore.
de: Das Feld mit deinem letzten Diktat ist nicht mehr ausgewählt.
fr: Le champ contenant votre dernière dictée n'est plus actif.
zh_hans: 上一次听写所在的输入框已经不在焦点上了。
zh_hant: 上一次聽寫所在的輸入框已經不在焦點上了。

source: The folder isn't there anymore, and Yap doesn't create it again. Choose a folder again.
de: Der Ordner ist nicht mehr da, und Yap legt ihn nicht neu an. Wähle erneut einen Ordner.
fr: Le dossier n’existe plus, et Yap ne le recrée pas. Choisissez de nouveau un dossier.
zh_hans: 文件夹已经不在了，Yap 不会重新创建它。请重新选择文件夹。
zh_hant: 資料夾已經不在了，Yap 不會重新建立它。請重新選擇資料夾。
